Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Worker Analytics
ar: تحليلات Worker
de: Worker-Analysen
es: Analíticas de Worker
fr: Analytique du Worker
it: Analisi Worker
ja: Worker アナリティクス
ko: Worker 분석
pt_br: Análise do Worker
ru: Аналитика Worker
zh_hans: Worker 分析
zh_hant: Worker 分析

source: Worker Deleted
ar: تم حذف Worker
de: Worker gelöscht
es: Worker eliminado
fr: Worker supprimé
it: Worker eliminato
ja: Worker が削除されました
ko: Worker 삭제됨
pt_br: Worker excluído
ru: Worker удален
zh_hans: Worker 已删除
zh_hant: Worker 已刪除

source: Worker Deployed
ar: تم نشر Worker
de: Worker bereitgestellt
es: Worker implementado
fr: Worker déployé
it: Worker distribuito
ja: Worker がデプロイされました
ko: Worker 배포됨
pt_br: Worker implantado
ru: Worker развернут
zh_hans: Worker 已部署
zh_hant: Worker 已部署

source: Worker Information
ar: معلومات العامل
de: Arbeitnehmerinformationen
es: Información del Worker
fr: Informations sur les Workers
it: Informazioni sui lavoratori
ja: 従業員情報
ko: 근로자 정보
pt_br: Informações do trabalhador
ru: Информация о работнике
zh_hans: Worker 信息
zh_hant: Worker 信息

source: Worker Name
ar: اسم Worker
es: Nombre del Worker
fr: Nom du Worker
it: Nome del Worker
ja: Worker 名
ko: Worker 이름
pt_br: Nome do Worker
ru: Имя Worker
zh_hans: Worker 名称
zh_hant: Worker 名稱

source: Worker Name (e.g. api-service)
ar: اسم العامل (على سبيل المثال، خدمة واجهة برمجة التطبيقات)
de: Name des Workers (z. B. API-Service)
es: Nombre del Worker (por ejemplo, servicio API)
fr: Nom du Worker (par exemple, service API)
it: Nome del lavoratore (ad esempio api-service)
ja: Worker名 (例: api-service)
ko: Worker 이름(예: api-service)
pt_br: Nome do trabalhador (por exemplo, api-service)
ru: Имя работника (например, API-сервис)
zh_hans: Worker 名称 (例如 api-service)
zh_hant: Worker 名称 (例如 api-service)

source: Worker name copied
ar: تم نسخ اسم العامل
de: Name des Workers kopiert
es: Nombre del Worker copiado
fr: Nom du Worker copié
it: Nome del lavoratore copiato
ja: Worker名がコピーされました
ko: Worker 이름이 복사되었습니다.
pt_br: Nome do trabalhador copiado
ru: Имя работника скопировано.
zh_hans: 已复制 Worker 名称
zh_hant: 已複製 Worker 名称

source: Worker Overview
ar: نظرة عامة على Worker
de: Worker-Übersicht
es: Descripción de Worker
fr: Aperçu de Worker
it: Panoramica di Worker
ja: Workerの概要
ko: Worker 개요
pt_br: Visão Geral do Worker
ru: Обзор Worker
zh_hans: Worker 概览
zh_hant: Worker 概覽

source: Worker Performance Summary
ar: ملخص أداء العامل
de: Zusammenfassung der Workerleistung
es: Resumen del desempeño del Worker
fr: Résumé du rendement des Workers
it: Riepilogo delle prestazioni dei lavoratori
ja: 従業員のパフォーマンスの概要
ko: 근로자 성과 요약
pt_br: Resumo de desempenho do trabalhador
ru: Сводная информация о производительности работника
zh_hans: Worker 性能总览
zh_hant: Worker 性能總覽

source: Worker Script
ar: السيناريو العامل
de: Worker-Skript
es: Guión de Worker
fr: Script de Worker
it: Scrittura del lavoratore
ja: Workerスクリプト
ko: Worker 스크립트
pt_br: Script do Trabalhador
ru: Рабочий скрипт
zh_hans: Worker 脚本
zh_hant: Worker 脚本

source: Worker script exported from Cloudns
ar: تم تصدير البرنامج النصي العامل من Cloudns
de: Aus Cloudns exportiertes Worker-Skript
es: Script de trabajo exportado desde Cloudns
fr: Script de travail exporté depuis Cloudns
it: Script di lavoro esportato da Cloudns
ja: Cloudns からエクスポートされたWorker スクリプト
ko: Cloudns에서 내보낸 Worker 스크립트
pt_br: Script de trabalho exportado de Cloudns
ru: Рабочий скрипт, экспортированный из Cloudns
zh_hans: 从 Cloudns 导出的 Worker 脚本
zh_hant: 從 Cloudns 導出的 Worker 脚本

source: Worker Script Name
ar: اسم برنامج Worker النصي
de: Worker-Skriptname
es: Nombre del script de Worker
fr: Nom du script Worker
it: Nome dello script Worker
ja: Worker スクリプト名
ko: Worker 스크립트 이름
pt_br: Nome do script do Worker
ru: Имя скрипта Worker
zh_hans: Worker 脚本名称
zh_hant: Worker 指令碼名稱

source: Worker Secrets
ar: أسرار Worker
de: Worker-Geheimnisse
es: Secretos de Worker
fr: Secrets du Worker
it: Segreti Worker
ja: Worker シークレット
ko: Worker 비밀 변수
pt_br: Segredos do Worker
ru: Секреты Worker
zh_hans: Worker Secret 变量
zh_hant: Worker Secret 變數

source: Worker updated successfully
ar: تم تحديث العامل بنجاح
de: Worker wurde erfolgreich aktualisiert
es: Worker actualizado exitosamente
fr: Le Worker a été mis à jour avec succès
it: Il lavoratore è stato aggiornato correttamente
ja: Workerが正常に更新されました
ko: Worker가 성공적으로 업데이트되었습니다.
pt_br: Trabalhador atualizado com sucesso
ru: Рабочий успешно обновлен
zh_hans: Worker 脚本已更新
zh_hant: Worker 脚本已更新

source: Worker: %@
ar: Worker: %1$@
de: Worker: %1$@
es: Worker: %1$@
fr: Worker : %1$@
it: Worker: %1$@
ja: Worker：%1$@
ko: Worker: %1$@
pt_br: Worker: %1$@
ru: Worker: %1$@
zh_hans: Worker：%1$@
zh_hant: Worker：%1$@

source: Workers & Compute
ar: Workers والحوسبة
es: Workers y computación
fr: Workers et calcul
it: Worker e calcolo
ja: Workers とコンピュート
ko: Workers 및 컴퓨팅
pt_br: Workers e computação
ru: Workers и вычисления
zh_hans: Workers 与无服务器计算
zh_hant: Workers 與無伺服器運算

source: Workers AI Edge Playground
ar: ساحة تجارب Workers AI Edge
es: Área de pruebas de Workers AI Edge
fr: Espace de test Workers AI Edge
it: Playground perimetrale Workers AI
ja: Workers AI エッジ プレイグラウンド
ko: Workers AI 에지 플레이그라운드
pt_br: Playground de borda do Workers AI
ru: Edge-песочница Workers AI
zh_hans: Workers AI 边缘演练场
zh_hant: Workers AI 邊緣練習場

source: Workers AI runtime binding requires no external ID.
ar: لا يتطلب ربط وقت تشغيل Workers AI أي معرف خارجي.
de: Für die Workers AI-Laufzeitbindung ist keine externe ID erforderlich.
es: El enlace en tiempo de ejecución de Workers AI no requiere ningún ID externo.
fr: La liaison d'exécution Workers AI ne nécessite aucun identifiant externe.
it: L'associazione di runtime di Workers AI non richiede alcun ID esterno.
ja: Workers AI ランタイム バインディングには外部 ID は必要ありません。
ko: Workers AI 런타임 바인딩에는 외부 ID가 필요하지 않습니다.
pt_br: O vínculo de tempo de execução do Workers AI não requer ID externo.
ru: Для привязки среды выполнения Workers AI не требуется внешний идентификатор.
zh_hans: Workers AI 运行时绑定不需要外部 ID。
zh_hant: Workers AI 執行階段綁定不需要外部 ID。

source: Workers Scripts (%lld)
ar: نصوص Workers (%lld)
de: Workers-Skripte (%lld)
es: Scripts de Workers (%lld)
fr: Scripts Workers (%lld)
it: Script Workers (%lld)
ja: Workers スクリプト (%lld)
ko: Workers 스크립트 (%lld)
pt_br: Scripts Workers (%lld)
ru: Скрипты Workers (%lld)
zh_hans: Workers 脚本 (%lld)
zh_hant: Workers 指令碼 (%lld)

source: workers.dev disabled
ar: تم تعطيل Workers.dev
de: Workers.dev deaktiviert
es: Workers.dev deshabilitado
fr: Workers.dev désactivé
it: lavoratori.dev disabilitato
ja: works.dev が無効になりました
ko: Workers.dev 비활성화됨
pt_br: trabalhadores.dev desativado
ru: Worker.dev отключен
zh_hans: 已禁用 workers.dev
zh_hant: 已禁用 workers.dev

source: workers.dev enabled
ar: تم تمكين Workers.dev
de: Workers.dev aktiviert
es: Workers.dev habilitado
fr: Workers.dev activé
it: works.dev abilitato
ja: Workerズ.dev が有効になりました
ko: Workers.dev 활성화됨
pt_br: trabalhadores.dev habilitado
ru: Worker.dev включен
zh_hans: 已启用 workers.dev
zh_hant: 已啟用 workers.dev

source: workers.dev Subdomain
ar: workers.dev النطاق الفرعي
es: subdominio Workers.dev
fr: Sous-domaine Workers.dev
it: Sottodominio lavoratori.dev
ja: works.dev サブドメイン
ko: Workers.dev 하위 도메인
pt_br: subdomínio trabalhadores.dev
ru: Субдомен Workers.dev
zh_hans: workers.dev 子域名
zh_hant: workers.dev 子網域稱

source: Write native Cloudflare Ruleset expressions using Wireshark filter syntax.
ar: كتابة تعبيرات قواعد Cloudflare الأصلية باستخدام بناء جملة تصفية Wireshark.
de: Schreiben Sie native Cloudflare-Regelsatzausdrücke mit Wireshark-Filtersyntax.
es: Escribe expresiones de conjuntos de reglas de Cloudflare usando sintaxis de Wireshark.
fr: Écrivez des expressions de règles Cloudflare avec la syntaxe de filtre Wireshark.
it: Scrivi espressioni native del set di regole Cloudflare utilizzando la sintassi di Wireshark.
ja: Wiresharkフィルター構文を使用してネイティブのCloudflareルールセット式を記述します。
ko: Wireshark 필터 구문을 사용하여 네이티브 Cloudflare 규칙 집합 표현식을 작성합니다.
pt_br: Escreva expressões de conjuntos de regras da Cloudflare usando sintaxe do Wireshark.
ru: Создавайте выражения правил Cloudflare с использованием синтаксиса Wireshark.
zh_hans: 使用类似 Wireshark 的标准语法编写原生 Cloudflare 规则集表达式。
zh_hant: 使用類似 Wireshark 的標準語法編寫原生 Cloudflare 規則集表達式。

source: www.cloudflare.com or domain
ar: www.cloudflare.com أو النطاق
de: www.cloudflare.com oder Domain
es: www.cloudflare.com o dominio
fr: www.cloudflare.com ou domaine
it: www.cloudflare.com o dominio
ja: www.cloudflare.com またはドメイン
ko: www.cloudflare.com 또는 도메인
pt_br: www.cloudflare.com ou domínio
ru: www.cloudflare.com или домен
zh_hans: www.cloudflare.com 或域名
zh_hant: www.cloudflare.com 或網域

source: You haven't added any domains to this account yet.
ar: لم تقم بإضافة أي نطاقات إلى هذا الحساب حتى الآن.
de: Sie haben diesem Konto noch keine Domains hinzugefügt.
es: Aún no has agregado ningún dominio a esta cuenta.
fr: Vous n'avez pas encore ajouté de domaines à ce compte.
it: Non hai ancora aggiunto alcun dominio a questo account.
ja: このアカウントにはまだドメインを追加していません。
ko: 아직 이 계정에 도메인을 추가하지 않았습니다.
pt_br: Você ainda não adicionou nenhum domínio a esta conta.
ru: Вы еще не добавили ни одного домена в этот аккаунт.
zh_hans: 您尚未向此账户添加任何域名。
zh_hant: 您尚未向此帳號新增任何網域稱。

source: You haven't connected any Cloudflare domains to this account yet.
ar: لم تقم بربط أي نطاقات Cloudflare بهذا الحساب حتى الآن.
de: Sie haben noch keine Cloudflare-Domänen mit diesem Konto verbunden.
es: Aún no has conectado ningún dominio de Cloudflare a esta cuenta.
fr: Vous n'avez encore connecté aucun domaine Cloudflare à ce compte.
it: Non hai ancora collegato alcun dominio Cloudflare a questo account.
ja: このアカウントにはまだ Cloudflare ドメインを接続していません。
ko: 아직 이 계정에 Cloudflare 도메인을 연결하지 않았습니다.
pt_br: Você ainda não conectou nenhum domínio Cloudflare a esta conta.
ru: Вы еще не подключили домены Cloudflare к этой учетной записи.
zh_hans: 您尚未将任何 Cloudflare 域名连接到此账户。
zh_hant: 您尚未将任何 Cloudflare 網域稱連線到此帳號。

source: You haven't connected any Cloudflare Zero Trust Tunnels (cloudflared) in this account yet.
ar: لم تقم بتوصيل أي من أنفاق Cloudflare Zero Trust (cloudflared) في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine Cloudflare Zero Trust Tunnels (cloudflared) verbunden.
es: Aún no has conectado ningún túnel Cloudflare Zero Trust (cloudflared) en esta cuenta.
fr: Vous n'avez encore connecté aucun tunnel Cloudflare Zero Trust (cloudflared) dans ce compte.
it: Non hai ancora collegato alcun tunnel Zero Trust di Cloudflare (cloudflared) a questo account.
ja: このアカウントではまだ Cloudflare ゼロトラスト トンネル (cloudflared) に接続していません。
ko: 이 계정에는 아직 Cloudflare Zero Trust Tunnel(cloudflared)을 연결하지 않았습니다.
pt_br: Você ainda não conectou nenhum Cloudflare Zero Trust Tunnels (cloudflared) nesta conta.
ru: Вы еще не подключили туннели Cloudflare Zero Trust (cloudflared) к этому аккаунту.
zh_hans: 您尚未在此账户连接任何 Cloudflare Zero Trust 隧道 (cloudflared)。
zh_hant: 您尚未在此帳號連線任何 Cloudflare Zero Trust 通道 (cloudflared)。

source: You haven't connected or deployed any Cloudflare Pages projects yet.
ar: لم تقم بالاتصال أو نشر أي مشروع لصفحات Cloudflare حتى الآن.
de: Sie haben noch keine Cloudflare Pages-Projekte verbunden oder bereitgestellt.
es: Aún no has conectado ni implementado ningún proyecto de Cloudflare Pages.
fr: Vous n'avez pas encore connecté ou déployé de projets Cloudflare Pages.
it: Non hai ancora connesso o distribuito alcun progetto Cloudflare Pages.
ja: Cloudflare Pages プロジェクトをまだ接続またはデプロイしていません。
ko: 아직 Cloudflare Pages 프로젝트를 연결하거나 배포하지 않았습니다.
pt_br: Você ainda não conectou ou implantou nenhum projeto do Cloudflare Pages.
ru: Вы еще не подключили и не развернули ни один проект Cloudflare Pages.
zh_hans: 您尚未连接或部署任何 Cloudflare Pages 项目。
zh_hant: 您尚未連線或部署任何 Cloudflare Pages 專案。

source: You haven't created any cache rules yet. Create one to customize caching behavior.
ar: لم تقم بإنشاء أي قواعد ذاكرة التخزين المؤقت حتى الآن. قم بإنشاء واحد لتخصيص سلوك التخزين المؤقت.
de: Sie haben noch keine Cache-Regeln erstellt. Erstellen Sie eines, um das Caching-Verhalten anzupassen.
es: Aún no has creado ninguna regla de caché. Cree uno para personalizar el comportamiento del almacenamiento en caché.
fr: Vous n'avez pas encore créé de règles de cache. Créez-en un pour personnaliser le comportement de la mise en cache.
it: Non hai ancora creato alcuna regola della cache. Creane uno per personalizzare il comportamento della memorizzazione nella cache.
ja: まだキャッシュ ルールを作成していません。キャッシュ動作をカスタマイズするために作成します。
ko: 아직 캐시 규칙을 만들지 않았습니다. 캐싱 동작을 맞춤설정하려면 하나를 만드세요.
pt_br: Você ainda não criou nenhuma regra de cache. Crie um para personalizar o comportamento do cache.
ru: Вы еще не создали ни одного правила кэширования. Создайте его, чтобы настроить поведение кэширования.
zh_hans: 您尚未创建任何缓存规则，创建规则以自定义缓存行为。
zh_hant: 您尚未建立任何快取規則，建立規則以自定义快取行為。

source: You haven't created any Cloudflare D1 SQL databases in this account yet.
ar: لم تقم بإنشاء أي قواعد بيانات Cloudflare D1 SQL في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine Cloudflare D1 SQL-Datenbanken erstellt.
es: Aún no has creado ninguna base de datos SQL de Cloudflare D1 en esta cuenta.
fr: Vous n'avez pas encore créé de bases de données SQL Cloudflare D1 dans ce compte.
it: Non hai ancora creato alcun database SQL Cloudflare D1 in questo account.
ja: このアカウントにはまだ Cloudflare D1 SQL データベースを作成していません。
ko: 이 계정에는 아직 Cloudflare D1 SQL 데이터베이스를 만들지 않았습니다.
pt_br: Você ainda não criou nenhum banco de dados SQL Cloudflare D1 nesta conta.
ru: В этом аккаунте вы еще не создали ни одной базы данных SQL Cloudflare D1.
zh_hans: 您尚未在此账户创建任何 Cloudflare D1 SQL 数据库。
zh_hant: 您尚未在此帳號建立任何 Cloudflare D1 SQL 資料庫。

source: You haven't created any Cloudflare Pages projects in this account yet.
ar: لم تقم بإنشاء أي مشروع لصفحات Cloudflare في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine Cloudflare Pages-Projekte erstellt.
es: Aún no has creado ningún proyecto de Cloudflare Pages en esta cuenta.
fr: Vous n'avez pas encore créé de projets Cloudflare Pages dans ce compte.
it: Non hai ancora creato alcun progetto Cloudflare Pages in questo account.
ja: このアカウントではまだ Cloudflare Pages プロジェクトを作成していません。
ko: 이 계정에는 아직 Cloudflare Pages 프로젝트를 만들지 않았습니다.
pt_br: Você ainda não criou nenhum projeto Cloudflare Pages nesta conta.
ru: В этом аккаунте вы еще не создали ни одного проекта Cloudflare Pages.
zh_hans: 您尚未在此账户创建任何 Cloudflare Pages 项目。
zh_hant: 您尚未在此帳號建立任何 Cloudflare Pages 專案。

source: You haven't created any custom cache rules yet.
ar: لم تقم بإنشاء أي قواعد مخصصة لذاكرة التخزين المؤقت حتى الآن.
de: Sie haben noch keine benutzerdefinierten Cache-Regeln erstellt.
es: Aún no has creado ninguna regla de caché personalizada.
fr: Vous n'avez pas encore créé de règles de cache personnalisées.
it: Non hai ancora creato alcuna regola cache personalizzata.
ja: カスタム キャッシュ ルールをまだ作成していません。
ko: 아직 맞춤 캐시 규칙을 만들지 않았습니다.
pt_br: Você ainda não criou nenhuma regra de cache personalizada.
ru: Вы еще не создали никаких собственных правил кэширования.
zh_hans: 您尚未创建任何自定义缓存规则。
zh_hant: 您尚未建立任何自定义快取規則。

source: You haven't created any custom WAF rules yet. Add a rule to inspect incoming traffic.
ar: لم تقم بإنشاء أي قواعد WAF مخصصة حتى الآن. إضافة قاعدة لفحص حركة المرور الواردة.
de: Sie haben noch keine benutzerdefinierten WAF-Regeln erstellt. Fügen Sie eine Regel hinzu, um den eingehenden Datenverkehr zu überprüfen.
es: Aún no has creado ninguna regla WAF personalizada. Agregue una regla para inspeccionar el tráfico entrante.
fr: Vous n'avez pas encore créé de règles WAF personnalisées. Ajoutez une règle pour inspecter le trafic entrant.
it: Non hai ancora creato alcuna regola WAF personalizzata. Aggiungi una regola per ispezionare il traffico in entrata.
ja: カスタム WAF ルールをまだ作成していません。受信トラフィックを検査するルールを追加します。
ko: 아직 커스텀 WAF 규칙을 만들지 않았습니다. 들어오는 트래픽을 검사하는 규칙을 추가합니다.
pt_br: Você ainda não criou nenhuma regra WAF personalizada. Adicione uma regra para inspecionar o tráfego de entrada.
ru: Вы еще не создали никаких пользовательских правил WAF. Добавьте правило для проверки входящего трафика.
zh_hans: 您尚未创建任何自定义 WAF 规则。添加规则以检查传入流量。
zh_hant: 您尚未建立任何自定义 WAF 規則。新增規則以檢查傳入流量。

source: You haven't created any custom WAF rules yet. Please create them in the Cloudflare Dashboard.
ar: لم تقم بإنشاء أي قواعد WAF مخصصة حتى الآن. يرجى إنشائها في لوحة تحكم Cloudflare.
de: Sie haben noch keine benutzerdefinierten WAF-Regeln erstellt. Bitte erstellen Sie sie im Cloudflare-Dashboard.
es: Aún no has creado ninguna regla WAF personalizada. Créelos en el Panel de control de Cloudflare.
fr: Vous n'avez pas encore créé de règles WAF personnalisées. Veuillez les créer dans le tableau de bord Cloudflare.
it: Non hai ancora creato alcuna regola WAF personalizzata. Creali nella dashboard di Cloudflare.
ja: カスタム WAF ルールをまだ作成していません。 Cloudflareダッシュボードで作成してください。
ko: 아직 커스텀 WAF 규칙을 만들지 않았습니다. Cloudflare Dashboard에서 생성하세요.
pt_br: Você ainda não criou nenhuma regra WAF personalizada. Crie-os no painel Cloudflare.
ru: Вы еще не создали никаких пользовательских правил WAF. Пожалуйста, создайте их на панели управления Cloudflare.
zh_hans: 您尚未创建任何自定义 WAF 规则，请前往 Cloudflare 控制台进行创建。
zh_hant: 您尚未建立任何自定义 WAF 規則，請前往 Cloudflare 控制台进行建立。

source: You haven't created any IP access rules yet. Add a rule to block or challenge specific IPs or countries.
ar: لم تقم بإنشاء أي قواعد وصول IP حتى الآن. أضف قاعدة لحظر أو تحدي عناوين IP أو بلدان محددة.
de: Sie haben noch keine IP-Zugriffsregeln erstellt. Fügen Sie eine Regel hinzu, um bestimmte IPs oder Länder zu blockieren oder herauszufordern.
es: Aún no has creado ninguna regla de acceso IP. Agregue una regla para bloquear o desafiar IP o países específicos.
fr: Vous n'avez pas encore créé de règles d'accès IP. Ajoutez une règle pour bloquer ou contester des adresses IP ou des pays spécifiques.
it: Non hai ancora creato alcuna regola di accesso IP. Aggiungi una regola per bloccare o contestare IP o paesi specifici.
ja: IP アクセス ルールをまだ作成していません。特定の IP または国をブロックまたはチャレンジするルールを追加します。
ko: 아직 IP 액세스 규칙을 만들지 않았습니다. 특정 IP나 국가를 차단하거나 도전하는 규칙을 추가하세요.
pt_br: Você ainda não criou nenhuma regra de acesso IP. Adicione uma regra para bloquear ou desafiar IPs ou países específicos.
ru: Вы еще не создали правила доступа по IP. Добавьте правило, чтобы заблокировать или оспорить определенные IP-адреса или страны.
zh_hans: 您尚未创建任何 IP 访问规则。添加规则以阻止或质询特定 IP 或国家/地区。
zh_hant: 您尚未建立任何 IP 访问規則。新增規則以阻止或質詢特定 IP 或国家/地区。

source: You haven't created any R2 storage buckets in this account yet.
ar: لم تقم بإنشاء أي حاويات تخزين R2 في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine R2-Speicher-Buckets erstellt.
es: Aún no ha creado ningún depósito de almacenamiento R2 en esta cuenta.
fr: Vous n'avez pas encore créé de buckets de stockage R2 dans ce compte.
it: Non hai ancora creato alcun bucket di archiviazione R2 in questo account.
ja: このアカウントにはまだ R2 ストレージ バケットを作成していません。
ko: 이 계정에는 아직 R2 스토리지 버킷을 생성하지 않았습니다.
pt_br: Você ainda não criou nenhum bucket de armazenamento R2 nesta conta.
ru: В этом аккаунте вы еще не создали сегменты хранилища R2.
zh_hans: 您尚未在此账户创建任何 R2 存储桶。
zh_hant: 您尚未在此帳號建立任何 R2 儲存桶。

source: You haven't created any rate limiting rules yet. Add a rule to protect your site from brute force attacks.
ar: لم تقم بإنشاء أي قواعد تحدد المعدل حتى الآن. أضف قاعدة لحماية موقعك من هجمات القوة الغاشمة.
de: Sie haben noch keine Tarifbegrenzungsregeln erstellt. Fügen Sie eine Regel hinzu, um Ihre Website vor Brute-Force-Angriffen zu schützen.
es: Aún no has creado ninguna regla de limitación de tasas. Agregue una regla para proteger su sitio de ataques de fuerza bruta.
fr: Vous n'avez pas encore créé de règles de limitation de débit. Ajoutez une règle pour protéger votre site contre les attaques par force brute.
it: Non hai ancora creato alcuna regola di limitazione della velocità. Aggiungi una regola per proteggere il tuo sito dagli attacchi di forza bruta.
ja: レート制限ルールをまだ作成していません。ブルート フォース攻撃からサイトを保護するルールを追加します。
ko: 아직 비율 제한 규칙을 만들지 않았습니다. 무차별 대입 공격으로부터 사이트를 보호하는 규칙을 추가하세요.
pt_br: Você ainda não criou nenhuma regra de limitação de taxa. Adicione uma regra para proteger seu site contra ataques de força bruta.
ru: Вы еще не создали правила ограничения скорости. Добавьте правило, чтобы защитить ваш сайт от атак методом перебора.
zh_hans: 您尚未创建任何速率限制规则。添加规则以防止暴力破解攻击。
zh_hant: 您尚未建立任何速率限制規則。新增規則以防止暴力破解攻击。

source: You haven't created any rate limiting rules yet. Protect your site from CC attacks by setting threshold rules.
ar: لم تقم بإنشاء أي قواعد تحدد المعدل حتى الآن. قم بحماية موقعك من هجمات CC عن طريق تحديد قواعد الحد الأدنى.
de: Sie haben noch keine Tarifbegrenzungsregeln erstellt. Schützen Sie Ihre Website vor CC-Angriffen, indem Sie Schwellenwertregeln festlegen.
es: Aún no has creado ninguna regla de limitación de tasas. Proteja su sitio de ataques CC estableciendo reglas de umbral.
fr: Vous n'avez pas encore créé de règles de limitation de débit. Protégez votre site contre les attaques CC en définissant des règles de seuil.
it: Non hai ancora creato alcuna regola di limitazione della velocità. Proteggi il tuo sito dagli attacchi CC impostando regole di soglia.
ja: レート制限ルールをまだ作成していません。しきい値ルールを設定して、サイトを CC 攻撃から保護します。
ko: 아직 비율 제한 규칙을 만들지 않았습니다. 임계값 규칙을 설정하여 CC 공격으로부터 사이트를 보호하세요.
pt_br: Você ainda não criou nenhuma regra de limitação de taxa. Proteja seu site contra ataques de CC definindo regras de limite.
ru: Вы еще не создали правила ограничения скорости. Защитите свой сайт от атак CC, установив пороговые правила.
zh_hans: 您尚未创建任何速率限制规则，通过设置阈值规则保护您的站点免受 CC 攻击。
zh_hant: 您尚未建立任何速率限制規則，通過設定阈值規則保護您的站點免受 CC 攻击。

source: You haven't created any Turnstile captcha widgets in this account yet.
ar: لم تقم بإنشاء أي عناصر واجهة مستخدم Turnstile captcha في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine Turnstile-Captcha-Widgets erstellt.
es: Aún no has creado ningún widget captcha de Turnstile en esta cuenta.
fr: Vous n'avez pas encore créé de widgets captcha Turnstile dans ce compte.
it: Non hai ancora creato alcun widget captcha Turnstile in questo account.
ja: このアカウントではまだ Turnstile キャプチャ ウィジェットを作成していません。
ko: 이 계정에는 아직 Turnstile 보안 문자 위젯을 만들지 않았습니다.
pt_br: Você ainda não criou nenhum widget de captcha Turnstile nesta conta.
ru: В этом аккаунте вы еще не создали ни одного виджета-капчи «Turnstile».
zh_hans: 您尚未在此账户创建任何 Turnstile 人机验证小组件。
zh_hant: 您尚未在此帳號建立任何 Turnstile 人機驗證小組件。

source: You haven't created any URL rewrite or header modification rules yet.
ar: لم تقم بإنشاء أي قواعد لإعادة كتابة عنوان URL أو تعديل الرأس حتى الآن.
de: Sie haben noch keine URL-Umschreibungs- oder Header-Änderungsregeln erstellt.
es: Aún no has creado ninguna regla de reescritura de URL ni de modificación de encabezados.
fr: Vous n'avez pas encore créé de règles de réécriture d'URL ou de modification d'en-tête.
it: Non hai ancora creato alcuna regola di riscrittura dell'URL o di modifica dell'intestazione.
ja: URL 書き換えルールやヘッダー変更ルールはまだ作成していません。
ko: 아직 URL 재작성 또는 헤더 수정 규칙을 만들지 않았습니다.
pt_br: Você ainda não criou nenhuma regra de reescrita de URL ou modificação de cabeçalho.
ru: Вы еще не создали правила перезаписи URL-адресов или изменения заголовков.
zh_hans: 您尚未创建任何 URL 重写或响应头修改规则。
zh_hant: 您尚未建立任何 URL 重寫或响應頭修改規則。

source: You haven't created any Workers KV namespaces in this account yet.
ar: لم تقم بإنشاء أي مساحات أسماء Workers KV في هذا الحساب حتى الآن.
de: Sie haben in diesem Konto noch keine Workers-KV-Namespaces erstellt.
es: Aún no ha creado ningún espacio de nombres de Workers KV en esta cuenta.
fr: Vous n'avez pas encore créé d'espaces de noms Workers KV dans ce compte.
it: Non hai ancora creato nessuno spazio dei nomi Workers KV in questo account.
ja: このアカウントにはまだ Workers KV 名前空間を作成していません。
ko: 이 계정에는 아직 Workers KV 네임스페이스를 만들지 않았습니다.
pt_br: Você ainda não criou nenhum namespace Workers KV nesta conta.
ru: Вы еще не создали пространства имен Workers KV в этой учетной записи.
zh_hans: 您尚未在此账户创建任何 Workers KV 命名空间。
zh_hant: 您尚未在此帳號建立任何 Workers KV 命名空間。
